Repository: ArmandDelessert/husqvarna-automower-windows
Catalog: src/HusqaCockpit.App/Strings/*/ErrorCodes.resw
Source language: en_us
Languages: fr_fr

# E0
source: Unexpected error
fr_fr: Erreur inattendue

# E1
source: Outside working area
fr_fr: Hors de la zone de travail

# E2
source: No loop signal
fr_fr: Pas de signal du câble périphérique

# E3
source: Wrong loop signal
fr_fr: Signal du câble périphérique incorrect

# E4
source: Loop sensor problem, front
fr_fr: Problème de capteur de câble, avant

# E5
source: Loop sensor problem, rear
fr_fr: Problème de capteur de câble, arrière

# E6
source: Loop sensor problem, left
fr_fr: Problème de capteur de câble, gauche

# E7
source: Loop sensor problem, right
fr_fr: Problème de capteur de câble, droite

# E8
source: Wrong PIN code
fr_fr: Code PIN incorrect

# E9
source: Trapped
fr_fr: Coincée

# E10
source: Upside down
fr_fr: Retournée

# E11
source: Low battery
fr_fr: Batterie faible

# E12
source: Empty battery
fr_fr: Batterie vide

# E13
source: No drive
fr_fr: Pas de propulsion

# E14
source: Mower lifted
fr_fr: Tondeuse soulevée

# E15
source: Lifted
fr_fr: Soulevée

# E16
source: Stuck in charging station
fr_fr: Bloquée dans la station de charge

# E17
source: Charging station blocked
fr_fr: Station de charge bloquée

# E18
source: Collision sensor problem, rear
fr_fr: Problème de capteur de collision, arrière

# E19
source: Collision sensor problem, front
fr_fr: Problème de capteur de collision, avant

# E20
source: Wheel motor blocked, right
fr_fr: Moteur de roue bloqué, droite

# E21
source: Wheel motor blocked, left
fr_fr: Moteur de roue bloqué, gauche

# E22
source: Wheel drive problem, right
fr_fr: Problème d'entraînement de roue, droite

# E23
source: Wheel drive problem, left
fr_fr: Problème d'entraînement de roue, gauche

# E24
source: Cutting system blocked
fr_fr: Système de coupe bloqué

# E25
source: Cutting system blocked
fr_fr: Système de coupe bloqué

# E26
source: Invalid sub-device combination
fr_fr: Combinaison de sous-ensembles non valide

# E27
source: Settings restored
fr_fr: Réglages restaurés

# E28
source: Memory circuit problem
fr_fr: Problème de circuit mémoire

# E29
source: Slope too steep
fr_fr: Pente trop raide

# E30
source: Charging system problem
fr_fr: Problème du système de charge

# E31
source: STOP button problem
fr_fr: Problème du bouton STOP

# E32
source: Tilt sensor problem
fr_fr: Problème du capteur d'inclinaison

# E33
source: Mower tilted
fr_fr: Tondeuse inclinée

# E34
source: Cutting stopped - slope too steep
fr_fr: Coupe arrêtée : pente trop raide

# E35
source: Wheel motor overloaded, right
fr_fr: Moteur de roue surchargé, droite

# E36
source: Wheel motor overloaded, left
fr_fr: Moteur de roue surchargé, gauche

# E37
source: Charging current too high
fr_fr: Courant de charge trop élevé

# E38
source: Electronic problem
fr_fr: Problème électronique

# E39
source: Cutting motor problem
fr_fr: Problème du moteur de coupe

# E40
source: Limited cutting height range
fr_fr: Plage de hauteur de coupe limitée

# E41
source: Unexpected cutting height adjustment
fr_fr: Réglage inattendu de la hauteur de coupe

# E42
source: Limited cutting height range
fr_fr: Plage de hauteur de coupe limitée

# E43
source: Cutting height problem, drive
fr_fr: Problème de hauteur de coupe, entraînement

# E44
source: Cutting height problem, current
fr_fr: Problème de hauteur de coupe, courant

# E45
source: Cutting height problem, direction
fr_fr: Problème de hauteur de coupe, direction

# E46
source: Cutting height blocked
fr_fr: Hauteur de coupe bloquée

# E47
source: Cutting height problem
fr_fr: Problème de hauteur de coupe

# E48
source: No response from charger
fr_fr: Pas de réponse du chargeur

# E49
source: Ultrasonic problem
fr_fr: Problème des capteurs à ultrasons

# E50
source: Guide 1 not found
fr_fr: Câble guide 1 introuvable

# E51
source: Guide 2 not found
fr_fr: Câble guide 2 introuvable

# E52
source: Guide 3 not found
fr_fr: Câble guide 3 introuvable

# E53
source: GPS navigation problem
fr_fr: Problème de navigation GPS

# E54
source: Weak GPS signal
fr_fr: Signal GPS faible

# E55
source: Difficult finding home
fr_fr: Difficulté à retrouver la station

# E56
source: Guide calibration accomplished
fr_fr: Calibrage du câble guide terminé

# E57
source: Guide calibration failed
fr_fr: Échec du calibrage du câble guide

# E58
source: Temporary battery problem
fr_fr: Problème temporaire de batterie

# E59
source: Temporary battery problem
fr_fr: Problème temporaire de batterie

# E60
source: Temporary battery problem
fr_fr: Problème temporaire de batterie

# E61
source: Temporary battery problem
fr_fr: Problème temporaire de batterie

# E62
source: Battery restriction due to ambient temperature
fr_fr: Batterie limitée à cause de la température ambiante

# E63
source: Temporary battery problem
fr_fr: Problème temporaire de batterie

# E64
source: Temporary battery problem
fr_fr: Problème temporaire de batterie

# E65
source: Temporary battery problem
fr_fr: Problème temporaire de batterie

# E66
source: Battery problem
fr_fr: Problème de batterie

# E67
source: Battery problem
fr_fr: Problème de batterie

# E68
source: Temporary battery problem
fr_fr: Problème temporaire de batterie

# E69
source: Alarm! Mower switched off
fr_fr: Alarme ! Tondeuse éteinte

# E70
source: Alarm! Mower stopped
fr_fr: Alarme ! Tondeuse arrêtée

# E71
source: Alarm! Mower lifted
fr_fr: Alarme ! Tondeuse soulevée

# E72
source: Alarm! Mower tilted
fr_fr: Alarme ! Tondeuse inclinée

# E73
source: Alarm! Mower in motion
fr_fr: Alarme ! Tondeuse déplacée

# E74
source: Alarm! Outside geofence
fr_fr: Alarme ! Hors de la zone de géorepérage

# E75
source: Connection changed
fr_fr: Connexion modifiée

# E76
source: Connection NOT changed
fr_fr: Connexion NON modifiée

# E77
source: Com board not available
fr_fr: Carte de communication indisponible

# E78
source: Slipped - situation not solved with moving pattern
fr_fr: Patinage : situation non résolue par les manœuvres

# E79
source: Invalid battery combination
fr_fr: Combinaison de batteries non valide

# E80
source: Cutting system imbalance
fr_fr: Déséquilibre du système de coupe

# E81
source: Safety function faulty
fr_fr: Fonction de sécurité défaillante

# E82
source: Wheel motor blocked, rear right
fr_fr: Moteur de roue bloqué, arrière droite

# E83
source: Wheel motor blocked, rear left
fr_fr: Moteur de roue bloqué, arrière gauche

# E84
source: Wheel drive problem, rear right
fr_fr: Problème d'entraînement de roue, arrière droite

# E85
source: Wheel drive problem, rear left
fr_fr: Problème d'entraînement de roue, arrière gauche

# E86
source: Wheel motor overloaded, rear right
fr_fr: Moteur de roue surchargé, arrière droite

# E87
source: Wheel motor overloaded, rear left
fr_fr: Moteur de roue surchargé, arrière gauche

# E88
source: Angular sensor problem
fr_fr: Problème du capteur angulaire

# E89
source: Invalid system configuration
fr_fr: Configuration système non valide

# E90
source: No power in charging station
fr_fr: Pas d'alimentation dans la station de charge

# E91
source: Switch cord problem
fr_fr: Problème de cordon de commutation

# E92
source: Work area not valid
fr_fr: Zone de travail non valide

# E93
source: No accurate position from satellites
fr_fr: Pas de position satellite précise

# E94
source: Reference station communication problem
fr_fr: Problème de communication avec la station de référence

# E95
source: Folding sensor activated
fr_fr: Capteur de pliage activé

# E96
source: Right brush motor overloaded
fr_fr: Moteur de brosse droite surchargé

# E97
source: Left brush motor overloaded
fr_fr: Moteur de brosse gauche surchargé

# E98
source: Ultrasonic sensor 1 defect
fr_fr: Capteur à ultrasons 1 défectueux

# E99
source: Ultrasonic sensor 2 defect
fr_fr: Capteur à ultrasons 2 défectueux

# E100
source: Ultrasonic sensor 3 defect
fr_fr: Capteur à ultrasons 3 défectueux

# E101
source: Ultrasonic sensor 4 defect
fr_fr: Capteur à ultrasons 4 défectueux

# E102
source: Cutting drive motor 1 defect
fr_fr: Moteur de coupe 1 défectueux

# E103
source: Cutting drive motor 2 defect
fr_fr: Moteur de coupe 2 défectueux

# E104
source: Cutting drive motor 3 defect
fr_fr: Moteur de coupe 3 défectueux

# E105
source: Lift sensor defect
fr_fr: Capteur de soulèvement défectueux

# E106
source: Collision sensor defect
fr_fr: Capteur de collision défectueux

# E107
source: Docking sensor defect
fr_fr: Capteur d'amarrage défectueux

# E108
source: Folding cutting deck sensor defect
fr_fr: Capteur du plateau de coupe pliable défectueux

# E109
source: Loop sensor defect
fr_fr: Capteur de câble défectueux

# E110
source: Collision sensor error
fr_fr: Erreur du capteur de collision

# E111
source: No confirmed position
fr_fr: Position non confirmée

# E112
source: Cutting system major imbalance
fr_fr: Déséquilibre important du système de coupe

# E113
source: Complex working area
fr_fr: Zone de travail complexe

# E114
source: Too high discharge current
fr_fr: Courant de décharge trop élevé

# E115
source: Too high internal current
fr_fr: Courant interne trop élevé

# E116
source: High charging power loss
fr_fr: Perte de puissance de charge élevée

# E117
source: High internal power loss
fr_fr: Perte de puissance interne élevée

# E118
source: Charging system problem
fr_fr: Problème du système de charge

# E119
source: Zone generator problem
fr_fr: Problème du générateur de zone

# E120
source: Internal voltage error
fr_fr: Erreur de tension interne

# E121
source: High internal temperature
fr_fr: Température interne élevée

# E122
source: CAN error
fr_fr: Erreur CAN

# E123
source: Destination not reachable
fr_fr: Destination inaccessible

# E124
source: Destination blocked
fr_fr: Destination bloquée

# E125
source: Battery needs replacement
fr_fr: La batterie doit être remplacée

# E126
source: Battery near end of life
fr_fr: Batterie en fin de vie

# E127
source: Battery problem
fr_fr: Problème de batterie

# E128
source: Multiple reference stations detected
fr_fr: Plusieurs stations de référence détectées

# E129
source: Auxiliary cutting means blocked
fr_fr: Dispositif de coupe auxiliaire bloqué

# E130
source: Imbalanced auxiliary cutting disc detected
fr_fr: Disque de coupe auxiliaire déséquilibré

# E131
source: Lifted in link arm
fr_fr: Soulevée au niveau du bras de liaison

# E132
source: EPOS accessory missing
fr_fr: Accessoire EPOS manquant

# E133
source: Bluetooth communication with charging station failed
fr_fr: Échec de la communication Bluetooth avec la station de charge

# E134
source: Invalid software configuration
fr_fr: Configuration logicielle non valide

# E135
source: Radar problem
fr_fr: Problème du radar

# E136
source: Work area tampered
fr_fr: Zone de travail modifiée

# E137
source: High temperature in cutting motor, right
fr_fr: Température élevée du moteur de coupe, droite

# E138
source: High temperature in cutting motor, center
fr_fr: Température élevée du moteur de coupe, centre

# E139
source: High temperature in cutting motor, left
fr_fr: Température élevée du moteur de coupe, gauche

# E141
source: Wheel brush motor problem
fr_fr: Problème du moteur de brosse de roue

# E142
source: Self diagnostic error
fr_fr: Erreur d'autodiagnostic

# E143
source: Accessory power problem
fr_fr: Problème d'alimentation d'un accessoire

# E144
source: Boundary wire problem
fr_fr: Problème de câble périphérique

# E145
source: No correction data available
fr_fr: Aucune donnée de correction disponible

# E147
source: Cutting disc lost
fr_fr: Disque de coupe perdu

# E148
source: Chassis collision
fr_fr: Collision du châssis

# E149
source: Vision system malfunction
fr_fr: Dysfonctionnement du système de vision

# E151
source: Poor vision performance
fr_fr: Performances de vision insuffisantes

# E152
source: Vision system error
fr_fr: Erreur du système de vision

# E153
source: Charging aborted
fr_fr: Charge interrompue

# E154
source: Water hose found in working area
fr_fr: Tuyau d'arrosage détecté dans la zone de travail

# E155
source: PIN code changed
fr_fr: Code PIN modifié

# E156
source: Wi-Fi settings changed
fr_fr: Réglages Wi-Fi modifiés

# E157
source: Bluetooth settings changed
fr_fr: Réglages Bluetooth modifiés

# E158
source: Cellular settings changed
fr_fr: Réglages cellulaires modifiés

# E159
source: Mower installation position changed
fr_fr: Position d'installation de la tondeuse modifiée

# E160
source: Firmware has been updated
fr_fr: Le micrologiciel a été mis à jour

# E161
source: No charging station signal
fr_fr: Pas de signal de la station de charge

# E701
source: Connectivity problem
fr_fr: Problème de connectivité

# E702
source: Connectivity settings restored
fr_fr: Réglages de connectivité restaurés

# E703
source: Connectivity problem
fr_fr: Problème de connectivité

# E704
source: Connectivity problem
fr_fr: Problème de connectivité

# E705
source: Connectivity problem
fr_fr: Problème de connectivité

# E706
source: Poor signal quality
fr_fr: Mauvaise qualité du signal

# E707
source: SIM card requires PIN
fr_fr: La carte SIM demande un code PIN

# E708
source: SIM card locked
fr_fr: Carte SIM verrouillée

# E709
source: SIM card not found
fr_fr: Carte SIM introuvable

# E710
source: SIM card locked
fr_fr: Carte SIM verrouillée

# E711
source: SIM card locked
fr_fr: Carte SIM verrouillée

# E712
source: SIM card locked
fr_fr: Carte SIM verrouillée

# E713
source: Geofence problem
fr_fr: Problème de géorepérage

# E714
source: Geofence problem
fr_fr: Problème de géorepérage

# E715
source: Connectivity problem
fr_fr: Problème de connectivité

# E716
source: Connectivity problem
fr_fr: Problème de connectivité

# E717
source: SMS could not be sent
fr_fr: Impossible d'envoyer le SMS

# E724
source: Communication circuit board software must be updated
fr_fr: Le logiciel de la carte de communication doit être mis à jour
